// להגדיר לAI שחייבת להיות הפרדה בין התחברות של מנהל למנחה 
//מה צריך להיות אצל מנהל

//מסך לניהול לו"ז חודשי: *
//  כלומר יומן של חודש- לראות 2 נתונים סטטיסטיים חשובים 
// כל לחיצה על יום יציג פירוט שיעורים לאותו יום 
//כפתור לסטטיסטיקה 
//  ** מסך לסטטיסטיקה  : 
//שיעורים\תגמולים
//*** מסך דיווח שיעור : 
//ביצוע משימות של כל שיעור
//נוכחות
//אפשרות לערוך 
//להוסיף תלמיד באישור המנהל 

// אצל מדריך!!! 
// דומה רק שבמסך דיווח שיעור על כל שיעור ניתן להעלות מדיה לתיקייה  - פר מדריך \מוסד\שכבת גיל






//לשים לב שלמנהל לא צריכה להיות הרשמה בכלל !! נטמיע זאת ישירות בדאטאבייס - בסוף הפיתוח!!! 